[AdventPurifierArmor X2ArmorTemplate]
FriendlyName="Броня поджигателя Адвента"
FriendlyNamePlural="Броня поджигателей Адвента"
BriefSummary="Броня поджигателей адвента прекрасно защищает бойца от огня, яда, килосты и взрывов, оборудована дополнительной броней, но довольно громоздка и серьезно снижает мобильность бойца."
TacticalText="Броня поджигателей адвента прекрасно защищает бойца от огня, яда, килосты и взрывов, оборудована дополнительной броней, но довольно громоздка и серьезно снижает мобильность бойца."


[AdventPurifierArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="Обман"
LocLongDescription="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocHelpText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocFlyOverText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocPromotionPopupText="<Bullet/> Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"


[AdventPurifierArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="Защитная изоляция"
LocLongDescription="Броня поджигателей адвента хорошо защищает от воздействий огня, яда и кислоты, но снижает мобильность солдата."
LocHelpText="Броня поджигателей адвента хорошо защищает от воздействий огня, яда и кислоты, но снижает мобильность солдата."
LocFlyOverText="Броня поджигателей адвента хорошо защищает от воздействий огня, яда и кислоты, но снижает мобильность солдата."
LocPromotionPopupText="<Bullet/> Броня поджигателей адвента хорошо защищает от воздействий огня, яда и кислоты, но снижает мобильность солдата."
